Repository: elementary/camera
Catalog: po/extra/*.po
Languages: be, ca, ckb, cs, de, es, fa, fr, hu, ja, nl, pl, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Camera
be: Камера
ca: Càmera
ckb: کامێرا
cs: Kamera
de: Kamera
es: Cámara
fa: دوربین
fr: Caméra
hu: Kamera
ja: カメラ
pl: Aparat
ru: Камера
sk: Kamera
sv: Kamera
tr: Kamera
uk: Камера
zh_cn: 相机
zh_tw: 攝影機

source: Take photos and videos with the camera
be: Фатаграфуйце і запісвайце відэа з камеры
ca: Feu fotografies i vídeos amb la càmera
ckb: چرکاندن و ڤیدیۆکردنی بە کامێرا
cs: Snímejte fotky a videa pomocí kamery
de: Fotos und Videos mit der Kamera aufnehmen
es: Capture fotos y videos con la cámara
fa: با دوربین عکس و فیلم بگیرید
fr: Prendre des photos et des vidéos avec la caméra
hu: Fotók és videók rögzítése a kamerával
ja: カメラで写真と動画を撮影します
nl: Maak foto's en video's met de camera
pl: Rób zdjęcia i nagrywaj filmy za pomocą kamery
ru: Фотографируйте и записывайте видео с помощью камеры
sk: Snímajte fotografie a videá pomocou kamery
sv: Ta bilder och spela in videor med kameran
tr: Kamera ile fotoğraf ve video çekin
uk: Фотографуйте та знімайте відео за допомогою камери
zh_cn: 使用相机拍摄照片和视频
zh_tw: 使用相機拍攝照片和影片

source: Camera is a simple app to take photos with a webcam.
be: Камера — гэта простая праграма для фатаграфавання з вэб-камеры.
ca: Càmera és una aplicació simple per fer fotografies amb una càmera web.
ckb: کامێرا ئەپێکی سادەیە بۆ چرکاندنی وێنە بە کامێرای کۆمپیتەرەکەت.
cs: Kamera je jednoduchá aplikace pro snímání fotek a videí pomocí webkamery.
de: Kamera ist eine simple App, um Fotos mit einer Webcam aufzunehmen.
es: Cámara es una sencilla aplicacion para tomar fotos con una cámara web.
fa: دوربین یک برنامه ساده برای عکس گرفتن با وب کم است.
fr: Caméra est une simple application pour prendre des photos avec la webcam.
hu: A Kamera egy egyszerű alkalmazás, ami a webkamerával való képkészítést teszi lehetővé.
ja: “カメラ”は Web カメラで写真を撮影するためのシンプルなアプリです。
nl: Camera is een simpele applicatie om foto's te nemen met de webcam.
pl: Aparat jest prostym programem do robienia zdjęć za pomocą kamery internetowej.
ru: Камера — простое приложение для снятия фотографий с помощью веб-камеры.
sk: Kamera je jednoduchá aplikácia pre zachytávanie fotiek a videí pomocou webkamery.
sv: Kamera är ett enkelt program för att ta bilder med en webbkamera.
tr: Kamera bir web kamerası ile fotoğraf çekmek için basit bir uygulamadır.
uk: Камера — простий застосунок для фотографування вебкамерою.
zh_cn: 相机是一个简约的拍照应用。
zh_tw: 《攝影機》是一個以網路攝影機拍照的簡單應用程式。

source: New features:
be: Новыя функцыі:
ca: Característiques noves:
ckb: تایبەمەندییە تازەکان:
cs: Nové funkce:
es: Nuevas características:
fa: ویژگی های جدید:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ja: 新機能:
nl: Nieuwe functies:
pl: Nowe funkcje:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
tr: Yeni özellikler:
uk: Нові функції:
zh_tw: 新功能：

source: Support MJPEG cameras
be: Падтрымка камер MJPEG
ca: Admet càmeres MJPEG
ckb: پاڵپشتیکردنی کامێراکانی MJPEG
es: Soporte para cámaras MJPEG
fa: پشتیبانی از دوربین های MJPEG
fr: Prise en charge des appareils photo MJPEG
hu: MJPEG kamerák támogatása
nl: Ondersteun MJPEG camera's
ru: Поддержка MJPEG камер
sk: Podpora MJPEG kamier
sv: Stöd för MJPEG-kameror
tr: MJPEG kameraları destekler
uk: Підтримка камер MJPEG
zh_tw: 支援 MJPEG 相機

source: Fixes:
be: Выпраўленні:
ca: Correccions:
ckb: چاککراوەکان:
cs: Opravy:
de: Fehlerbehebungen:
es: Correcciones:
fa: رفع:
fr: Corrections :
hu: Javítások:
ja: 修正点:
nl: Oplossingen:
pl: Poprawki:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
tr: Düzeltmeler:
uk: Виправлення:
zh_cn: 修复:
zh_tw: 修正：

source: Show error in case no camera device is available
be: Паказ памылкі, калі няма даступных камер
ca: Mostra un error quan no hi hagi càmera disponible.
ckb: پشاندانی هەڵە کاتێک هیچ کامێرایەک بەردەست نەبوو
es: Se muestra un error en caso de que no haya dispositivos de cámara disponibles
fa: در صورتی که دستگاه دوربین در دسترس نباشد، خطا را نشان دهید
fr: Affichage d'une erreur lorsqu'il n'y a aucune caméra disponible
hu: Hiba megjelenítése, ha nem érhető el kamera
nl: Geeft een error weer in het geval er geen camera beschikbaar is
pl: Wyświetlanie błędu w przypadku gdy żadne urządzenie nie jest dostępne
ru: Отображение ошибки, если нет доступных камер
sk: Zobraziť chybu, ak nie je dostupná žiadna kamera
sv: Visa fel om ingen kameraenhet är tillgänglig
tr: Uygulamalar eski çalışma zamanlarına göre oluşturulduğunda uyar
uk: Показ помилки, якщо камера пристрою недоступна
zh_tw: 沒有可用的相機裝置時顯示錯誤

source: Minor updates:
be: Нязначныя абнаўленні:
ca: Actualitzacions menors:
ckb: وردە نوێبوونەوەکان:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fa: به روزرسانی های جزئی:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
ja: そのほかのアップデート:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
uk: Незначні оновлення:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Updated translations
be: Абноўлены пераклады
ca: Traduccions actualitzades
ckb: نوێکردنەوەی وەرگێڕانەکان
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fa: ترجمه های به روز شده
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлено переклади
zh_cn: 更新翻译
zh_tw: 更新翻譯

source: Take a photo or video on secondary-click
be: Здымак на правую кнопку мышы ці двайны націск па сэнсарнай пляцоўцы
ca: Feu una foto o un vídeo fent clic secundari.
ckb: چرکاندنی وێنە یان ڤیدیۆ بە کرتەی لاوەکی
cs: Kliknutí pravým tlačítkem pořídí fotku nebo nahraje video
es: Se puede tomar una foto o video al hacer clic con el botón secundario
fa: با کلیک ثانویه عکس یا ویدیو بگیرید
fr: Prenez une photo ou une vidéo avec un clic secondaire
hu: Fotó vagy videó készítése másodlagos kattintással
ja: 副クリックでも写真や動画を撮影できる機能を追加
nl: Maak een foto of video met secundaire klik
pl: Zrób zdjęcie lub nagraj film przy użyciu drugorzędnego przycisku myszy
ru: Создание снимка или запись видео на щелчок правой кнопкой мыши
sk: Odfotiť alebo nahrať video kliknutím sekundárneho tlačidla myši
sv: Ta en bild eller video med sekundärklick
tr: İkincil tıklamayla fotoğraf veya video çek
uk: Запис відео й фото натисканням правої кнопки миші
zh_tw: 次要點擊時拍照或攝影

source: Ensure brightness, contrast, and mirror continue working after taking a photo
be: Забеспячэнне працы яркасці, кантрасту і адлюстравання пасля фатаграфавання
ca: S'assegura que la brillantor, el contrast i el mirall continuïn funcionant després de fer una foto.
ckb: دڵنیابوونەوە لە کارکردنی درەوشانەوە، کۆنتراست، و ئاوێنە بەردەوامن لە پاش وێنەگرتن
cs: Zajištěno, že jas, kontrast a zrcadlení funguje i po pořízení fotky
es: Ahora se garantiza que el brillo, el contraste y el modo espejo continúen funcionando después de tomar una foto
fa: مطمئن شوید که روشنایی، کنتراست و آینه پس از گرفتن عکس همچنان به کار خود ادامه می دهند
fr: Nous nous sommes assurés que la luminosité, le contraste et l'effet miroir continuent de fonctionner après avoir pris une photo
hu: Fényerő, kontraszt és tükrözés működésének biztosítása fénykép készítése után
ja: 写真撮影後も輝度、コントラスト、ミラーの設定を変更できるように修正
nl: Zorg ervoor dat helderheid, contrast en spiegel blijven werken na het nemen van een foto
pl: Upewniono się, że jasność kontrast oraz odbicie lustrzane działają po zrobieniu zdjęcia
ru: Обеспечение работы яркости, контраста и отражения после создания снимка
sk: Zaistené, že možnosti zmeny jasu, kontrastu a zrkadlenia budú fungovať aj po vytvorení fotky
sv: Säkerställ att ljusstyrka, kontrast och spegel fortsätter att fungera efter att du tagit en bild
tr: Fotoğraf çekildikten sonra parlaklığın, kontrastın ve aynanın çalışmaya devam ettiğinden emin ol
uk: Яскравість, контраст і віддзеркалення продовжують працювати після знімання
zh_tw: 確保亮度、對比和鏡射在拍照之後仍然能夠正常運作

source: Wider hardware compatibility (e.g. StarBook Mk V)
be: Большая сумяшчальнасць абсталявання (напрыклад StarBook Mk V)
ca: Compatibilitat de maquinari més àmplia (per exemple, StarBook Mk V)
ckb: گونجاندنی لەگەڵ ڕەقەکاڵای زیاتر، وەکو (StarBook Mk V)
cs: Širší kompatibilita s hardware (např. StarBook Mk V)
es: Compatibilidad de hardware más amplia (por ej. Starbook Mk V)
fa: سازگاری سخت افزاری گسترده تر (به عنوان مثال StarBook Mk V)
fr: Compatibilité matérielle plus large (par ex. StarBook Mk V)
hu: Szélesebb hardvertámogatás (pl. StarBook Mk V)
ja: 対応機種の増加 (StarBook Mk V など)
nl: Bredere hardwarecompatibiliteit (bijv. StarBook Mk V)
pl: Większa kompatybilność sprzętowa (n.p. StarBook Mk V)
ru: Большая совместимость оборудования (например, StarBook Mk V)
sk: Širšia kompatibilita s hardvérom (napr. StarBook Mk V)
sv: Bredare kompatibilitet med hårdvara (t.ex. StarBook Mk V)
tr: Daha geniş donanım uyumluluğu (örn. StarBook Mk V)
uk: Розширено апаратну сумісність (наприклад, StarBook Mk V)
zh_tw: 支援更多機種（例如 StarBook Mk V）

source: Ensure photos saved properly
be: Забеспячэнне правільнага захавання фотаздымкаў
ca: S'assegura que les fotos es desen correctament.
ckb: دڵنیابوونەوە لەوەی وێنەکان بە گونجاوی پاشەکەوت دەبن
es: El programa se asegura de que las fotos se guarden correctamente
fa: ‍اطمینان حاصل کنید که عکس ها به درستی ذخیره شده اند
fr: Nous nous sommes assurés que les photos soient correctement enregistrées
hu: Fotók megfelelő mentésének biztosítása
nl: Zorg er voor dat foto's correct zijn opgeslagen
pl: Upewniono się, że zdjęcia są zapisywane poprawnie
ru: Обеспечение правильного сохранения фотографий
sk: Zabezpečené, že sa fotografie budú ukladať správne
sv: Säkerställ att bilderna sparas korrekt
tr: Fotoğrafların düzgün bir şekilde kaydedildiğinden emin ol
uk: Світлини відтепер зберігаються правильно
zh_tw: 確保相片正確儲存

source: Improved performance and reliability
be: Паляпшэнне прадуктыўнасці і надзейнасці
ca: Rendiment i fiabilitat millorats
ckb: باشترکردنی ئەدای کارکردن و پشت پێ بەستنی
cs: Vylepšený výkon a spolehlivost
es: Mejoras en el rendimiento y confiabilidad
fa: عملکرد و رضایت بهبود یافته است
fr: Amélioration des performances et de la stabilité
hu: Fokozott teljesítmény és megbízhatóság
ja: パフォーマンスと信頼性を改善
nl: Verbeterde prestaties en betrouwbaarheid
pl: Zwiększona wydajność i niezawodność
ru: Улучшена производительность и надёжность
sk: Vylepšený výkon a spoľahlivosť
sv: Förbättrad prestanda och tillförlitlighet
tr: Geliştirilmiş performans ve güvenilirlik
uk: Удосконалено швидкодію та надійність
zh_tw: 改善效能和可靠性

source: Update to elementary runtime 6.1
ca: Actualització de l'entorn d'execució de l'elementary a 6.1
ckb: نوێکردنەوەی بۆ ڕەنتایمی ئێلەمێنتەری ٦.١
cs: Běhové prostředí elementary aktualizováno na verzi 6.1
de: Aktualisierung auf elementary runtime 6.1
fr: Mise à jour vers l'exécutable elementary 6.1
ja: elementary ランタイムのバージョンを 6.1 にアップデート
nl: Update naar elementary runtime 6.1
pl: Zaktualizowano do wersji elementary 6.1
ru: Обновление среды выполнения elementary до версии 6.1
sk: Behové prostredie elementary aktualizované na verziu 6.1
uk: Оновлення середовища виконання elementary до версії 6.1

source: Resolve issues with cameras being unavailable when multiple cameras are connected
ca: Resol els problemes amb les càmeres que no estan disponibles quan hi ha diverses càmeres connectades.
ckb: چارەسەرکردنی کێشەی بەردەست نەبوونی کامێراکان کاتێک چەند کامێرایەک پەیوەست دەکران بە کۆمپیتەرەوە
cs: Vyřešeny problémy s nedostupnými kamerami, když je jich připojeno více
fr: Résolution des problèmes d'indisponibilité des caméras lorsque plusieurs caméras sont connectées
ja: 複数のカメラが接続されている場合、カメラが利用できない不具合を修正
nl: Problemen oplossen waarbij camera's niet beschikbaar zijn wanneer meerdere camera's zijn aangesloten
pl: Naprawiono problem z niedostępnymi kamerami gdy więcej niż jedna jest podłączona
ru: Решена проблема недоступности камер при нескольких подключённых камерах
sk: Vyriešené problémy s nedostupnosťou kamier, keď sú viaceré pripojené
uk: Виправлено проблеми з недоступністю камер, коли під'єднано кілька камер
zh_cn: 解决连接多个摄像头时摄像头不可用的问题

source: Default to a working camera if multiple cameras are connected and one is unavailable
ca: Per defecte, una càmera funciona si hi ha diverses càmeres connectades i una no està disponible.
ckb: ئەگەر هاتوو دوو کامێرا پەیوەست کرابوون بە کۆمپیتەرەکە و دانەیەکیان کار نەکات، ئەوا خۆکارانە ئەو کامێرایە کارپێدەکات کە کار دەکات
cs: Pokud je připojeno vícero kamer a jedna z nich není dostupná, samo se přepne na nějakou fungující
fr: Choix par défaut d'une caméra qui fonctionne si plusieurs caméras sont connectées et que l'une d'entre elles n'est pas disponible
ja: 複数のカメラが接続されていて一方が利用できない場合、利用できるカメラをデフォルトで使用するように修正
nl: Selecteer standaard een werkende camera als er meerdere camera's zijn aangesloten en één niet beschikbaar is
pl: Domyślnie wybierana jest działająca kamera gdy jest dostępnych kilka a jedna jest niedostępna
ru: Подключение к рабочей камере если другая не работает
sk: Predvolene vybrať fungujúcu kameru ak sú pripojené viaceré kamery a jedna nie je dostupná
uk: Працює типова камера, якщо під'єднано кілька камер, а одна недоступна
zh_cn: 如果连接了多台摄像机而一个不可用，则默认为工作摄像机

source: Improvements:
ca: Millores:
ckb: باشترکراوەکان:
cs: Vylepšení:
de: Verbesserungen:
fr: Améliorations :
ja: 改善点:
nl: Verbeteringen:
pl: Ulepszenia:
ru: Улучшения:
sk: Vylepšenia:
uk: Удосконалення:
zh_cn: 改进:

source: Take full-resolution pictures
ca: Fotografies amb resolució completa
ckb: چرکاندنی وێنەی فول دیقە
cs: Pořizování snímků v plném rozlišení
de: Bilder in voller Auflösung aufnehmen
fr: Prenez des photos en haute résolution
ja: フル解像度の写真を撮影できるように修正
nl: Neem volledige-resolutie foto's
pl: Dodano możliwość robienia zdjęć w pełnej rozdzielczości
ru: Полноразмерные снимки
sk: Fotiť obrázky v plnom rozlíšení
uk: Повнорозмірні знімки
zh_cn: 拍摄全分辨率照片

source: Fix restoring window size
ca: Correcció de la restauració de la mida de la finestra
ckb: چارەسەری گەڕاندنەوەی قەبارەی پەنجەرە
cs: Opraveno obnovení předchozí velikosti okna
de: Behebt einen Fehler beim Wiederherstellen der Fenstergröße
fr: Correction de la restauration de la taille de la fenêtre
ja: ウィンドウの大きさが正しく復元されるように修正
nl: Fix herstellen van venstergrootte
pl: Naprawiono przywracanie rozmiaru okna
ru: Исправлено восстановление размера окна
sk: Opravená chyba pri obnovení veľkosti okna
uk: Виправлено відновлення розміру вікна
zh_cn: 修复恢复窗口大小

source: Switch between multiple cameras
ca: Canvi entre diverses càmeres
ckb: گۆڕینی کامێراکان
cs: Přepínání mezi vícero kamerami
de: Zwischen mehreren Kameras wechseln
fr: Possibilité de basculer entre plusieurs caméras
ja: 複数のカメラを切り替える機能を追加
nl: Wissel tussen meerdere camera's
pl: Dodano możliwość przełączania pomiędzy kilkoma kamerami
ru: Переключение между несколькими камерами
sk: Prepínajte medzi viacerými kamerami
uk: Перемикання між кількома камерами
zh_cn: 在多个摄像头之间切换

source: Send a notification when recording is finished
ca: S'envia una notificació quan hagi acabat la gravació.
ckb: ناردنی ئاگادارکردنەوە کاتیك تۆمارکردنی ڤیدیۆ کۆتایی دێت
cs: Odeslání oznámení při dokončení záznamu
de: Benachrichtigung senden, wenn die Aufnahme abgeschlossen ist
fr: Envoi d'une notification lorsque l'enregistrement est terminé
ja: 録画終了時に通知を表示
nl: Stuur een notificatie wanneer de opname is voltooid
pl: Wysyłanie powiadomienia po zakończeniu nagrywania
ru: Отправка уведомлений, когда запись завершена
sk: Odoslať oznámenie po dokončení nahrávania
uk: Надсилання сповіщень, коли запис завершено
zh_cn: 录制完成时发送通知

source: Add option to mirror the camera
ca: Addició d'una opció per reflectir la càmera
ckb: زیادکردنی بژاردە بۆ ئاوێنەکردنی کامێرا
cs: Přidána volba zrcadlení kamery
de: Option zum Spiegeln der Kamera hinzugefügt
fr: Ajout d'une option pour inverser la caméra
ja: ミラーオプションを追加
nl: Voeg optie toe om camera te spiegelen
pl: Dodano opcję odbicia lustrzanego kamery
ru: Добавлена опция отзеркаливания камеры
sk: Pridaná možnosť zrkadliť kameru
uk: Додано опцію віддзеркалення камери
zh_cn: 添加镜像相机选项

source: Add brightness and contrast adjustment
ca: Addició de l’ajust del contrast i de la brillantor
ckb: زیادکردنی ڕێکخستنی ڕووناکی و کۆنتراست
cs: Přidány úpravy jasu a kontrastu
de: Helligkeits- und Kontrasteinstellungen hinzugefügt
fr: Ajout de paramètres pour ajuster la luminosité et le contraste
ja: 輝度とコントラストの調整機能を追加
nl: Helderheid en contrast aanpassen
pl: Dodano regulację jasności i kontrastu
ru: Добавлена регулировка яркости и контрастности
sk: Pridaná možnosť prispôsobiť jas a kontrast
uk: Додано регулювання яскравості та контрасту
zh_cn: 添加亮度和对比度调整

source: Support the dark style
ca: Admissió del tema fosc
ckb: پاڵپشتی کردنی ستایلی تاریک
cs: Podpora pro tmavý motiv vzhledu
de: Unterstützung für Dark Mode
fr: Prise en charge du thème sombre
ja: ダークスタイルに対応
nl: Ondersteunt de donkere stijl
pl: Wsparcie ciemnego motywu
ru: Поддержка тёмного стиля
sk: Podpora tmavého štýlu
uk: Підтримка темного стилю
zh_cn: 支持深色风格

source: Prevent multiple countdown timers from running at the same time
ca: S'evita que diversos temporitzadors de compte enrere s'executin al mateix temps.
ckb: ڕێگریکردن لە کارکردنی چەند چرکەژمێرێک لە یەک کاتدا
cs: Zabráněno spouštění vícero časovačů naráz
de: Verhindert, dass mehrere Countdowns gleichzeitig laufen
fr: Nous avons empêché le lancement simultané de plusieurs déclencheurs
ja: 複数のカウントダウンが同時に実行されないように修正
nl: Voorkomen dat meerdere afteltimers tegelijk lopen
pl: Zapobieganie jednoczesnemu działaniu wielu liczników odliczających czas
ru: Предотвращение работы нескольких таймеров одновременно
sk: Zabránené spusteniu viacerých časovačov odpočítavania naraz
uk: Запобігання роботі кількох таймерів одночасно
zh_cn: 防止多个倒数计时器同时运行

source: Improved support for camera hardware
ca: Millora de la compatibilitat per al maquinari de la càmera
ckb: گەشە بە پاڵپشتی ڕەقەکاڵای کامێرا دراوە
cs: Vylepšena podpora pro hardware kamer
de: Verbesserter Support für Kamerahardware
fr: Amélioration du support matériel pour les caméras
ja: カメラハードウェアへの対応を改善
nl: Verbeterde ondersteuning van camera hardware
pl: Poprawiono wsparcie sprzętowe kamery
ru: Улучшена поддержка аппаратного обеспечения камеры
sk: Vylepšená podpora rôznych typov kamier
uk: Поліпшено підтримку апаратного забезпечення камери
zh_cn: 改进了对相机硬件的支持

source: elementary, Inc.
ckb: کۆمپانیای ئێلەمێنتەری هاوپشک.

source: Photo Booth
be: Фота будка
ca: Cabina de fotos
ckb: چوارچێوەی وێنە
cs: Fotobudka
de: Fotoautomat
es: Cabina de fotos
fa: غرفه عکس
fr: Cabine photographique
hu: Fotófülke
ja: 写真撮影機
pl: Automat fotograficzny
ru: Фотобудка
sk: Fotobúdka
sv: Fotobås
tr: Fotoğraf Kabini
uk: Фотобудка
zh_cn: 照相馆特效
zh_tw: 相館

source: Photo;Video;Webcam;Camera;Booth;
be: Фота;Відэа;Вэб-камера;Вэбкамера;Камера;Будка;
ca: Foto;Vídeo,Webcam;Càmera;Cabina;
ckb: وێنە؛ڤیدیۆ؛کامێرای کۆمپیتەر؛کامێرا؛چوارچێوە;
cs: Fotka;Fotky;Video;Webkamera;Kamera;Camera;Budka;Snímek;Záběr;Fotoaparát;Foťák;Fotografie;Camera;Webcam;
de: Photo;Video;Webcam;Camera;Booth;Foto;Kamera;
es: Foto;Video;Webcam;Cámara;Cabina;Cabina de fotos;
fa: عکس;فیلم;وبکم;دوربین;غرفه;
fr: Photo;Vidéo;Webcam;Caméra;Photomaton;Selfie;
hu: Fénykép;Fotó;Videó;Webkamera;Kamera;Booth;;Fényképezőgép;Fülke;
ja: Photo;Video;Webcam;Camera;Booth;写真;動画;Web カメラ;カメラ;ブース;
nl: Foto;Video;Webcam;Camera;Booth;
pl: Zdjęcia;filmy;wideo;kamera;kamerka;automat;aparat;
ru: Photo;Video;Webcam;Camera;Booth;Фото;Видео;Веб-камера;Камера;Будка;
sk: Fotka;Fotky;Fotografia;Fotografie;Video;Webkamera;Kamera;Fotoaparát;Búdka;
sv: Foto;Video;Webbkamera;Kamera;Bås;Bild;
tr: Fotoğraf;Video;Webcam;Kamera;Kabin;Foto;Photo;Camera;Booth;
uk: Фото;Відео;Вебкамера;Камера;Фотобудка;Фотокабінка;Photo;Video;Webcam;Camera;Booth;
zh_cn: 照片;视频;网络摄像头;相机;Booth;
zh_tw: Photo;Video;Webcam;Camera;Booth;拍照;影片;網路攝影機;相機;相館;

source: Open main menu with the keyboard shortcut F10
es: Ahora se puede abrir el menú con el atajo de teclado F10
hu: A főmenü megnyitása az F10 billentyűvel
sv: Öppna huvudmenyn med kortkommandot F10

source: Update to elementary runtime 8
be: Абнаўленне да elementary runtime 8
es: Actualizado para el entorno de ejecución de elementary 8
fa: بروزرسانی به المنتری زمان اجرا 8
hu: Frissítés az elementary 8-as futtatókörnyezetre
sv: Uppdatering till elementary körtid 8
tr: elementary runtime 8'e güncelle
zh_tw: 將 elementary 執行環境更新至第 8 版

source: Update to elementary runtime 7.2
be: Абнаўленне да elementary runtime 7.2
es: Actualizado para el entorno de ejecución de elementary 7.2
fa: بروزرسانی به المنتری زمان اجرا 7.2
hu: Frissítés az elementary 7.2-es futtatókörnyezetre
sv: Uppdatering till elementary körtid 7.2
tr: elementary runtime 7.2'e güncelle
zh_tw: 將 elementary 執行環境更新至第 7.2 版
