Repository: elementary/camera
Catalog: po/extra/sco.po
Languages: sco

source: Take photos and videos with the camera
sco: tay fotos an videos wi the camera

source: Camera is a simple app to take photos with a webcam.
sco: Camera is a simple app tae tay fotos wi a webcam.

source: Minor updates:
sco: Wee updates:

source: Updated translations
sco: Rewerkt translaitions

source: Update to elementary runtime 8
sco: Rewerk tae elementary runtime 8

source: Update to elementary runtime 7.2
sco: Rewerk tae elementary runtime 7.2

source: Show error in case no camera device is available
sco: Show error in case nae camera device is available

source: Take a photo or video on secondary-click
sco: Tay a foto or video on seconderie-click

source: Ensure brightness, contrast, and mirror continue working after taking a photo
sco: Ensure brichtniss, contrast, an mirror continue werkin after tayin a foto

source: Wider hardware compatibility (e.g. StarBook Mk V)
sco: Broader hardware compatibilitie (e.g. StarBook Mk V)

source: Ensure photos saved properly
sco: Ensure fotos ar saved richt

source: Improved performance and reliability
sco: Bettert performance an reliabilitie

source: Photo Booth
sco: Foto Booth

source: Photo;Video;Webcam;Camera;Booth;
sco: Foto;Video;Webcam;Camera;Booth;
