Repository: elementary/camera
Catalog: po/*.po
Languages: ckb

source: Camera
ckb: کامێرا

source: Saved to Videos
ckb: پاشەکەوت کرا لە ڤیدیۆکاندا

source: View File
ckb: بینینی پەڕگە

source: Recording failed
ckb: تۆمارکردنی شكستی هێنا

source: Mirror
ckb: ئاوێنە

source: Brightness
ckb: ڕوناکی

source: Contrast
ckb: کۆنتراست

source: Settings
ckb: ڕێکخستنەکان

source: No Supported Camera Found
ckb: هیچ کامێرایەکی پاڵپشتی کراو نەدۆزرایەوە

source: Connect a webcam or other supported video device to take photos and video.
ckb: کامێرایەک یان هەر ئامێرێکی تری ڤیدیۆیی پاڵپشتیکراو پەیوەست بکە بۆ چرکاندنی وێنە و ڤیدیۆ.

source: Connecting to "%s"…
ckb: پەیوەستبوون بە "%s"…

source: Unable To View Camera
ckb: نەتوانرا کامێرا ببینرێت

source: Photo taken
ckb: وێنە چرکێندا

source: Disabled
ckb: پەکخراو

source: %d Sec
ckb: %d چرکە

source: Delay before photo is taken
ckb: دواخستنی چرکاندنی وێنە بە چەند چرکەیەک
