Repository: elementary/camera
Catalog: po/sco.po
Languages: sco

source: Saved to Videos
sco: Saved tae Videos

source: Recording failed
sco: Recordin mist

source: Brightness
sco: Brichtniss

source: Settings
sco: Settins

source: No Supported Camera Found
sco: Nae Supported Camera Fuind

source: Connect a webcam or other supported video device to take photos and video.
sco: Connect a webcam or ither supported video device tae tay fotos and video.

source: Connecting to "%s"…
sco: Connectin tae "%s"…

source: Unable To View Camera
sco: Canna View Camera

source: Photo taken
sco: Foto tain

source: Disabled
sco: De-activated

source: Delay before photo is taken
sco: Delay before foto is tain
